export default {
  login: {
    mainText: "Жүйеге кіру",
    captionText: "Тіркелгіңізге кіру үшін өз деректеріңізді енгізіңіз",
    emailText: "Электронды поштаңызды енгізіңіз",
    passwordText: "Құпиясөзіңізді енгізіңіз",
    clickButtonText: "Пошта арқылы кіру",
    clickToTheRegistration: "Пошта арқылы тіркелу",
  },
  registration: {
    mainText: "Поштамен аккаунт құру",
    captionText: "Аккаунт құру үшін төмендегі деректерді енгізіңіз",
    fullNameText: "Толық атыңызды енгізіңіз",
    emailText: "Электронды поштаңызды енгізіңіз",
    passwordText: "Құпиясөзді енгізіңіз",
    signupWithEmail: "Поштамен тіркелу",
    signinWithEmail: "Поштамен кіру",
    carousel: {
      block1: {
        text: "Ақпараттың дәлдігі үшін толық атыңызды міндетті түрде жазыңыз.",
      },
      block2: {
        text: "Қосымшамен жұмыс істеу үшін жұмыс поштасын пайдаланыңыз.",
      },
      block3: {
        text: "Құпиясөз кем дегенде 6 таңбадан тұруы керек.",
      },
    },
  },
};
