export default {
  login: {
    mainText: "Вход в систему",
    captionText:
      "Пожалуйста, введите свои учетные данные для доступа к аккаунту",
    emailText: "Введите вашу почту",
    passwordText: "Введите ваш пароль",
    clickButtonText: "Войти по почте",
    clickToTheRegistration: "Зарегистрироваться по почте",
  },
  registration: {
    mainText: "Создайте аккаунт с помощью почты",
    captionText: "Введите свои данные ниже, чтобы создать аккаунт",
    fullNameText: "Введите ваше полное имя",
    emailText: "Введите вашу почту",
    passwordText: "Введите ваш пароль",
    signupWithEmail: "Зарегистрироваться по почте",
    signinWithEmail: "Войти по почте",
    carousel: {
      block1: {
        text: "Обязательно указывайте полное имя для точности информации.",
      },
      block2: {
        text: "Используйте рабочую почту для работы с приложением.",
      },
      block3: {
        text: "Пароль должен состоять минимум из 6 символов.",
      },
    },
  },
};
